export const colors = [
  {
    color: 'rgb(0, 0, 0)',
    title: 'Черный',
  },
  {
    color: 'rgb(67, 67, 67)',
    title: 'Темно серый (4)',
  },
  {
    color: 'rgb(102, 102, 102)',
    title: 'Темно серый (3)',
  },
  {
    color: 'rgb(153, 153, 153)',
    title: 'Темно серый (2)',
  },
  {
    color: 'rgb(183, 183, 183)',
    title: 'Темно серый (1)',
  },
  {
    color: 'rgb(204, 204, 204)',
    title: 'Серый',
  },
  {
    color: 'rgb(217, 217, 217)',
    title: 'Светло серый (1)',
  },
  {
    color: 'rgb(239, 239, 239)',
    title: 'Светло серый (2)',
  },
  {
    color: 'rgb(243, 243, 243)',
    title: 'Светло серый (3)',
  },
  {
    color: 'rgb(255, 255, 255)',
    title: 'Белый',
  },
  {
    color: 'rgb(152, 0, 0)',
    title: 'Бордовый',
  },
  {
    color: 'rgb(255, 0, 0)',
    title: 'Красный',
  },
  {
    color: 'rgb(255, 153, 0)',
    title: 'Оранжевый',
  },
  {
    color: 'rgb(255, 255, 0)',
    title: 'Желтый',
  },
  {
    color: 'rgb(0, 255, 0)',
    title: 'Зеленый',
  },
  {
    color: 'rgb(0, 255, 255)',
    title: 'Бирюзовый',
  },
  {
    color: 'rgb(74, 134, 232)',
    title: 'Голубой',
  },
  {
    color: 'rgb(0, 0, 255)',
    title: 'Синий',
  },
  {
    color: 'rgb(153, 0, 255)',
    title: 'Фиолетовый',
  },
  {
    color: 'rgb(255, 0, 255)',
    title: 'Пурпурный',
  },
  {
    color: 'rgb(230, 184, 175)',
    title: 'Светло бордовый (3)',
  },
  {
    color: 'rgb(244, 204, 204)',
    title: 'Светло красный (3)',
  },
  {
    color: 'rgb(252, 229, 205)',
    title: 'Светло оранжевый (3)',
  },
  {
    color: 'rgb(255, 242, 204)',
    title: 'Светло желтый (3)',
  },
  {
    color: 'rgb(217, 234, 211)',
    title: 'Светло зеленый (3)',
  },
  {
    color: 'rgb(208, 224, 227)',
    title: 'Светло бирюзовый (3)',
  },
  {
    color: 'rgb(201, 218, 248)',
    title: 'Светло голубой (3)',
  },
  {
    color: 'rgb(207, 226, 243)',
    title: 'Светло синий (3)',
  },
  {
    color: 'rgb(217, 210, 233)',
    title: 'Светло фиолетовый (3)',
  },
  {
    color: 'rgb(234, 209, 220)',
    title: 'Светло пурпурный (3)',
  },
  {
    color: 'rgb(221, 126, 107)',
    title: 'Светло бордовый (2)',
  },
  {
    color: 'rgb(234, 153, 153)',
    title: 'Светло красный (2)',
  },
  {
    color: 'rgb(249, 203, 156)',
    title: 'Светло оранжевый (2)',
  },
  {
    color: 'rgb(255, 229, 153)',
    title: 'Светло желтый (2)',
  },
  {
    color: 'rgb(182, 215, 168)',
    title: 'Светло зеленый (2)',
  },
  {
    color: 'rgb(162, 196, 201)',
    title: 'Светло бирюзовый (2)',
  },
  {
    color: 'rgb(164, 194, 244)',
    title: 'Светло голубой (2)',
  },
  {
    color: 'rgb(159, 197, 232)',
    title: 'Светло синий (2)',
  },
  {
    color: 'rgb(180, 167, 214)',
    title: 'Светло фиолетовый (2)',
  },
  {
    color: 'rgb(213, 166, 189)',
    title: 'Светло пурпурный (2)',
  },
  {
    color: 'rgb(204, 65, 37)',
    title: 'Светло бордовый (1)',
  },
  {
    color: 'rgb(224, 102, 102)',
    title: 'Светло красный (1)',
  },
  {
    color: 'rgb(246, 178, 107)',
    title: 'Светло оранжевый (1)',
  },
  {
    color: 'rgb(255, 217, 102)',
    title: 'Светло желтый (1)',
  },
  {
    color: 'rgb(147, 196, 125)',
    title: 'Светло зеленый (1)',
  },
  {
    color: 'rgb(118, 165, 175)',
    title: 'Светло бирюзовый (1)',
  },
  {
    color: 'rgb(109, 158, 235)',
    title: 'Светло голубой (1)',
  },
  {
    color: 'rgb(111, 168, 220)',
    title: 'Светло синий (1)',
  },
  {
    color: 'rgb(142, 124, 195)',
    title: 'Светло фиолетовый (1)',
  },
  {
    color: 'rgb(194, 123, 160)',
    title: 'Светло пурпурный (1)',
  },
  {
    color: 'rgb(166, 28, 0)',
    title: 'Темно бордовый (1)',
  },
  {
    color: 'rgb(204, 0, 0)',
    title: 'Темно красный (1)',
  },
  {
    color: 'rgb(230, 145, 56)',
    title: 'Темно оранжевый (1)',
  },
  {
    color: 'rgb(241, 194, 50)',
    title: 'Темно желтый (1)',
  },
  {
    color: 'rgb(106, 168, 79)',
    title: 'Темно зеленый (1)',
  },
  {
    color: 'rgb(69, 129, 142)',
    title: 'Темно бирюзовый (1)',
  },
  {
    color: 'rgb(60, 120, 216)',
    title: 'Темно голубой (1)',
  },
  {
    color: 'rgb(61, 133, 198)',
    title: 'Темно синий (1)',
  },
  {
    color: 'rgb(103, 78, 167)',
    title: 'Темно фиолетовый (1)',
  },
  {
    color: 'rgb(166, 77, 121)',
    title: 'Темно пурпурный (1)',
  },
  {
    color: 'rgb(133, 32, 12)',
    title: 'Темно бордовый (2)',
  },
  {
    color: 'rgb(153, 0, 0)',
    title: 'Темно красный (2)',
  },
  {
    color: 'rgb(180, 95, 6)',
    title: 'Темно оранжевый (2)',
  },
  {
    color: 'rgb(191, 144, 0)',
    title: 'Темно желтый (2)',
  },
  {
    color: 'rgb(56, 118, 29)',
    title: 'Темно зеленый (2)',
  },
  {
    color: 'rgb(19, 79, 92)',
    title: 'Темно бирюзовый (2)',
  },
  {
    color: 'rgb(17, 85, 204)',
    title: 'Темно голубой (2)',
  },
  {
    color: 'rgb(11, 83, 148)',
    title: 'Темно синий (2)',
  },
  {
    color: 'rgb(53, 28, 117)',
    title: 'Темно фиолетовый (2)',
  },
  {
    color: 'rgb(116, 27, 71)',
    title: 'Темно пурпурный (2)',
  },

  {
    color: 'rgb(91, 15, 0)',
    title: 'Темно бордовый (3)',
  },
  {
    color: 'rgb(102, 0, 0)',
    title: 'Темно красный (3)',
  },
  {
    color: 'rgb(120, 63, 4)',
    title: 'Темно оранжевый (3)',
  },
  {
    color: 'rgb(127, 96, 0)',
    title: 'Темно желтый (3)',
  },
  {
    color: 'rgb(39, 78, 19)',
    title: 'Темно зеленый (3)',
  },
  {
    color: 'rgb(12, 52, 61)',
    title: 'Темно бирюзовый (3)',
  },
  {
    color: 'rgb(28, 69, 135)',
    title: 'Темно голубой (3)',
  },
  {
    color: 'rgb(7, 55, 99)',
    title: 'Темно синий (3)',
  },
  {
    color: 'rgb(32, 18, 77)',
    title: 'Темно фиолетовый (3)',
  },
  {
    color: 'rgb(76, 17, 48)',
    title: 'Темно пурпурный (3)',
  },
];
